Repository: alexisbohns/pbbls
Catalog: apps/ios/Pebbles/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Taken from your photo
fr: Récupéré depuis ta photo

source: Tap + to carve your first glyph.
fr: Appuyer sur + pour graver mon premier glyphe.

source: Tap to choose
fr: Toucher pour choisir

source: Terms
fr: Conditions

source: Terms of Service
fr: Conditions Générales d’Utilisation

source: That handle is already taken.
fr: Ce pseudo est déjà pris.

source: That handle is reserved.
fr: Ce pseudo est réservé.

source: That handle isn't valid. Use 3 to 30 lowercase letters, numbers or underscores, starting and ending with a letter or number.
fr: Ce pseudo n'est pas valide. Utilisez 3 à 30 minuscules, chiffres ou tirets bas, en commençant et terminant par une lettre ou un chiffre.

source: That photo didn't upload.
fr: Cette photo n'a pas été envoyée.

source: That's your own invite link.
fr: C'est ton propre lien d'invitation.

source: The '+' character is not allowed in email addresses.
fr: Le caractère « + » n’est pas autorisé dans les adresses e-mail.

source: them
fr: cette personne

source: This can't be undone.
fr: Cette action est irréversible.

source: This glyph is no longer available
fr: Ce glyphe n'est plus disponible

source: This invite link isn't valid anymore.
fr: Ce lien d'invitation n'est plus valide.

source: This invite link isn't valid anymore. Ask for a fresh one.
fr: Ce lien d'invitation n'est plus valide. Demandes-en un nouveau.

source: This is your own glyph
fr: C'est votre propre glyphe

source: This moment impacted my day and will be wrapped in my weekly Cairn
fr: Ce moment a marqué ma journée et sera intégré dans mon Cairn hebdomadaire

source: This moment impacted my whole month and will be wrapped in my yearly Cairn
fr: Ce moment a marqué mon mois et sera intégré dans mon Cairn annuel

source: This moment impacted my whole week and will be wrapped in my monthly Cairn
fr: Ce moment a marqué ma semaine et sera intégré dans mon Cairn mensuel

source: This permanently deletes your account and everything in it: pebbles, snaps, souls, collections, glyphs and karma. Glyphs other pebblers bought stay available to them, without your name attached. This cannot be undone.
fr: Votre compte et tout ce qu'il contient seront supprimés définitivement : galets, photos, âmes, collections, glyphes et karma. Les glyphes achetés par d'autres personnes restent disponibles pour elles, sans votre nom. Cette action est irréversible.

source: this person
fr: cette personne

source: Track
fr: Suivre

source: Try again
fr: Réessayer

source: Unchecked
fr: Non sélectionné

source: Undo
fr: Annuler

source: Unlocked
fr: Débloqué le

source: Untitled glyph
fr: Glyphe sans nom

source: Upload failed
fr: Échec de l'envoi

source: Uploading…
fr: Envoi en cours…

source: Upvote
fr: Voter

source: We couldn't delete your account. Nothing was removed. Please try again.
fr: Impossible de supprimer votre compte. Rien n'a été supprimé. Veuillez réessayer.

source: We kept what you were writing here. Add your photo again when you're ready.
fr: On a gardé ce que tu écrivais ici. Remets ta photo quand tu veux.

source: Week %lld
fr: Semaine %lld

# Week %lld, %lld pebbles
source: Week %1$lld, %2$lld pebbles
fr: Semaine %1$lld, %2$lld pebbles

source: Week event
fr: Événement de la semaine

source: What did you feel?
fr: Tu as ressenti quoi ?

source: What do you call it?
fr: Tu l'appelles comment ?

source: What part of life?
fr: Quel domaine de ta vie ?

source: When
fr: Quand

source: When did it happen?
fr: C'était quand ?

source: Who can see it?
fr: Qui peut le voir ?

source: You already own this glyph
fr: Vous possédez déjà ce glyphe

source: You don't have any collections yet.
fr: Tu n'as pas encore de collection.

source: You'll both see each other in your connections. You can remove the connection at any time.
fr: Vous vous verrez tous les deux dans vos connexions. Tu peux retirer la connexion quand tu veux.

source: You're already connected with %@.
fr: Tu es déjà connecté avec %@.

source: You're connected with %@.
fr: Te voilà connecté avec %@.

source: Your collections will appear here.
fr: Mes collections apparaîtront ici.

source: Your glyphs
fr: Mes glyphes

source: Your life is a path.
fr: Ma vie est un chemin.

source: Your mutual connections can see it.
fr: Tes connexions mutuelles peuvent le voir.

source: Your name
fr: Votre nom

source: Your pebble
fr: Ton galet

source: your_handle
fr: votre_pseudo
